Repository: elcoya/seal
Catalog: web/seal/locale/*/LC_MESSAGES/django.po
Languages: es

# userPasswordNotExist
source: User or password not exist
es: El usuario y/o contraseña no existen

# passwordsNotMatch
source: Passwords do not match
es: Las contraseñas no concuerdan

# uidChangePassword
source: Uid
es: Padrón

source: Old Password
es: Contraseña anterior

source: New password
es: Nueva contraseña

source: Repeat password
es: Repetir contraseña

# errorOnlyZip
source: Only zip files are allowed to upload!
es: Solo se permite subir archivos .zip

# notExistUserEmail
source: There is no user associated with this email address
es: No existe usuario y/o email

# uidRecoveryPassword
source: Uid
es: Padrón

source: Uid not avaible
es: El padrón ya esta inscripto

source: Password not match
es: Las contraseñas no concuerdan

# name
source: First name
es: Nombre

source: Last name
es: Apellido

# uidRegistration
source: Uid
es: Padrón

source: Password
es: Contraseña

# emptyLabelRegistration
source: Select Shift
es: Seleccionar Turno

source: Shift
es: Turno

source: Error HTTP 404: File not Found
es: Error HTTP 404: Archivo no encontrado

source: Error HTTP 500: Internal server error
es: Error HTTP 500: Error interno del servidor

source: Welcome,
es: Bienvenido,

source: Documentation
es: Documentacion

source: Change password
es: Cambiar Contraseña

source: Log out
es: Terminar sesión

source: SEAL - Automatic Delivery free system
es: SEAL - Sistema de Entregas Autmaticas Libre

source: Edit Teacher
es: Editar Docente

source: Models available in the %(name)s application.
es: Modelo habilitado in la aplicacion %(name)s

source: Add
es: Agregar

source: Change
es: Cambiar

source: You don't have permission to edit anything.
es: No tienes permisos para editar nada

source: Teacher
es: Docente

source: Add and Modify Teacher
es: Crear y Modificar Docentes

source: Recent Actions
es: Acciones Recientes

source: My Actions
es: Mis Acciones

source: None available
es: No habilitado

source: Unknown content
es: Contenido Desconocido

source: Serializers
es: Serializador

source: Actions
es: Acciones

source: Mails to send Serializer
es: Serializador de mails a enviar

source: Automatic Correction Serializer
es: Serializador de correciones automaticas

source: Delivery Serializer
es: Serializador de entregas

source: Practice Serializer
es: Serializador de practicas

source: Script Serializer
es: Serializador de script

source: List of Teacher
es: Lista de Docentes

source: New Teacher
es: Nuevo Docente

source: Uid
es: Identificador

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: User Name
es: Usuario

source: There are yet no Teacher
es: No hay Docentes

source: Automatic check result
es: Resultado de la corrección automatica

source: Autorun Output
es: Salida de la correción automatica

source: Delivery
es: Entrega

source: Practice
es: practicas

# automaticCheckPending
source: The automatic correction is still pending
es: Esta corrección automatica todavia esta pendiente

source: Back
es: Volver

# correctionPractice
source: Correction of practice
es: Correcion de la practica

# coment
source: Comment
es: Comentario

source: Grade
es: Nota

# noCorrection
source: There are no corrections
es: No hay correccion para esta entrega

source: Student
es: Studiante

source: Save
es: Guardar

source: Course %(coursename)s Detail
es: Detalle del curso %(coursename)s

source: Practices
es: Practicas

source: Name Practice
es: Nombre de la Practica

source: Dead Line
es: Fecha de Entrega

source: Deliveries
es: Entregas

source: Edit
es: Editar

source: Upload Files
es: Subir Archivos

source: Deliveries List
es: Listado de Entregas

source: Upload Correction Script
es: Cargar Script Corrector

source: Delete
es: Eliminar

source: There are yet no Practices
es: No hay Practicas

source: New Practice
es: Nueva Practica

source: Shifts
es: Turnos

source: Name
es: Nombre

source: Description
es: Descripcion

source: Students
es: Estudiantes

source: Student List
es: Listado de Estudiantes

source: There are yet no Shifts
es: No hay Turnos

source: New Shift
es: Nuevo Turno

source: Course
es: Curso

source: Edit
es: Editar

source: Courses List
es: Lista de Cursos

source: 0 courses
es: 0 cursos

source: first
es: primero

source: previous
es: anterior

source: next
es: siguiente

source: last
es: ultimo

source: New course
es: Nuevo Curso

# noFilesFoundInDelivery
source: No file found to show in the delivery
es: No se encontraron archivos para mostrar de esta entrega

source: Detail of delivery from practice %(practice)s
es: Detalle de la entrega de la practica %(practice)s

source: Student Uid
es: Padron del Estudiante

source: Student Name
es: Nombre del Estudiante

source: Delivery Date
es: Fecha de Entrega

source: Delivery
es: Entrega

source: Correction
es: Correccion

source: Automatic Correction
es: Correccion Automatica

source: Navigate
es: Navegar

source: Download
es: Descargar

source: Corrected
es: Corregido

source: Pending
es: Pendiente

source: Back
es: Volver

# deliveriesPractice
source: Deliveries of practice
es: Entregas de la practica

source: Uid student
es: Padrón

source: Delivery date
es: Fecha de Entrega

source: Correction
es: Correccion

source: Automatic Correction
es: Correccion Automatica

source: Actions
es: Acciones

source: Corrected
es: Corregido

source: Pending
es: Pendiente

source: Successfull
es: Exitosa

source: Failed
es: Fallida

source: Download
es: Descargar

source: Navigate
es: Navegar

source: Correct
es: Corregir

# noDeliveries
source: There are yet no deliveries from this practice
es: No hay entregas

source: Upload delivery for practice
es: Entregar trabajo para la practica

source: Submit
es: Subir

source: Deliveries from practice
es: Entregas de la practica

# uidDelivery
source: Id delivery
es: Id entrega

source: Status
es: Estado

source: Uncorrected
es: No corregido

# noDeliveriesPractice
source: There are yet no deliveries for this practice
es: No hay entregas para esta practica

source: Data export
es: Exportación de datos

# data_export_download_message
source: Download exported information regarding the selected course
es: Descargar la información correspondiente al curso seleccionado

source: Edit practice file
es: Edicion del archivo

source: Edited successfully
es: Edicion realizada con exito

source: Edit practice
es: Editar Practica

source: Practices List
es: Lista de Practicas

source: 0 practice
es: 0 practicas

source: filesOfPractice
es: Archivos de la practica

# noFilesBounded
source: There are no files bounded to this practice
es: No hay archivos para descargar de esta practica

source: Practice of shift
es: Practicas del turno

source: Practice name
es: Nombre de la Practica

source: Dead Line
es: Fecha limite de entrega

# practiceExpired
source: Pratice Expired
es: Practica vencida

source: Make Delivery
es: Subir Entrega

# thereNoPractices
source: There are yet no Practices
es: No hay practicas

source: Upload Script
es: Cargar Script

source: Script content
es: Contenido del sript

source: Upload file practice
es: Subir archivo para la practica

# listFilePractice
source: List practice file
es: lista de archivos de la practica

# namePractice
source: Practice name
es: Nombre de la Practica

source: File
es: archivo

source: Delete
es: Eliminar

# noFilePractice
source: There are no files bounded to this practice
es: No hay archivos en la practica

source: Save
es: Guardar

source: Change Password
es: Cambiar Contraseña

source: Change Password
es: Cambiar Contraseña

# fistLineMessageChangePasswordSuccessfull
source: Change password successfully!
es: ¡El cambio de contraseña se realizo con éxito!

# secondLineMessageChangePasswordSuccessfull
source: Check your email to see the change info
es: Revise su correo para ver la nueva información de ingreso

source: Select Lenguaje
es: Seleccione Lenguaje

source: Change
es: Cambiar

source: Login SEAL
es: Algo3Fiuba

# wrongCredentials
source: The credentials are wrong
es: Su nombre de usuario y contraseña no concuerdan. Por favor, trate nuevamente

source: Username
es: Padron

source: Log In
es: Iniciar sesión

# messageNewBrand
source: New on SEAL?
es: ¿Nuevo en Seal?

# registration
source: Registrate on
es: Registrate

# messageForgotPassword
source: Forgot your Password?
es: ¿Perdió su contraseña?

source: Password Recovery
es: Recuperar

source: Recovery Password
es: Recuperar Contraseña

# firstLineMessageRecoverySuccesfull
source: Recovery completed successfully!
es: ¡La recuperación de la contraseña se realizo con exito!

# secondLineMessageRecoverySuccesfull
source: Check your email to see the recovery info
es: Verifique su correo para ver la información recuperada

source: Recover
es: Recuperar

source: Registrate
es: Regístrate

source: Registrate on
es: Regístrate en

# firstLineMessageRegistrationSuccesfull
source: Registration completed successfully!
es: ¡La registración se ha realizado con exito!

# secondLineMessageRegistrationSuccesfull
source: Check your email to see the registration info
es: Verifique su correo para ver la informacion de registración

source: Edit shift
es: Edicion de Turnos

source: New Shift
es: Nuevo Turno

source: Pending deliveries
es: Entregas pendientes

# noStudentWithPendingDelivery
source: There are no students whit pending deliveries
es: No hay estudiantes con entregas pendientes

# detailStudent
source: Detail of student
es: Detalle del estudiante

source: Edit student
es: Editar Estudiante

source: Students List
es: Lista de Estudiantes

source: 0 student
es: 0 estudiantes

source: Students in course
es: Estudiantes en el curso

source: New student
es: Nuevo Estudiante

source: No corrector
es: No hay corrector

source: Detail
es: Detalle

# deliveriesList
source: Delivery list
es: Listado de Entregas

# noStudents
source: There are no students in this course
es: No hay estudiantes

# deliveriesStudent
source: Deliveries of student
es: Entregas del estudiante

source: Student Search
es: Buscador de Estudiantes

source: no corrector
es: No hay Corrector

source: Detail
es: Detalle

source: There are no result
es: No hay correciones

source: Pending Suscription of shift
es: Suscripciones pendientes del turno

source: Suscirption Date
es: Fecha de suscripcion

source: There are yet no suscriptions awaiting confirmation
es: No hay suscripciones para este curso

source: Reject
es: Rechazar

source: Accept
es: Aceptar

source: Suscription solver of course
es: Suscripciones resueltas del curso

source: Resolve Date
es: Fecha de resolucion

source: State
es: Estado

source: There are yet no suscriptions solve for this course
es: No hay suscripciones resueltas para este curso

# suscriptions
source: Subscriptions
es: Suscripciones

# pendingSuscriptionsForCourse
source: Pending subscriptions for course
es: Suscripciones pendientes del curso

# uidSuscription
source: Id subscriptions
es: Id suscripcion

# studentUid
source: Id students
es: Padrón del Estudiante

source: Student Name
es: Nombre del Estudiante

# suscirptionDate
source: Subscription Date
es: Fecha de suscripcion

# noSuscriptionsAwaiting
source: There are yet no suscriptions awaiting confirmation
es: No hay suscripciones sin ser atendidas

source: Reject
es: Rechazar

source: Accept
es: Aceptar

# suscriptionSolverOfCourse
source: Subscriptions solve of course
es: Suscripciones resueltas del curso

source: Resolve date
es: Fecha de resolucion

source: State
es: Estado

# noSuscriptionsSolve
source: There are yet no suscriptions solve for this course
es: No hay suscripciones resueltas

# suscription
source: Subscription
es: Suscripcion

source: Suscribe
es: Suscribirse

# noShiftsSuscribe
source: There are yet no Shifts to suscribe to
es: No hay turnos para suscribirse

# listOldSuscription
source: List of old Suscription
es: Lista de viejas suscripciones

# dateOfSuscription
source: Date subscription
es: Fecha de Suscripcion

# dateOfResolve
source: Date resolve
es: Fecha de resolucion

# noOldSuscription
source: There are no old suscription
es: Suscripciones antiguas

source: Students
es: Estudiantes

source: New Practice
es: Nueva Practica

# practicesStats
source: Practice Statistics
es: Estadísticas de Prácticas

source: Upload files
es: Subir Archivos

source: Upload correction script
es: Cargar Script Corrector

source: Total deliveries
es: Total de entregas

# noPractices
source: There are no practices
es: No hay practicas

# listMyCorrections
source: List of my corrections
es: Lista de mis correcciones

# uatomaticCorrection
source: Automatic Correction
es: Correccion Automatica

# noCorrections
source: There are no corrections
es: No hay correccion para esta entrega

# empty_database_message
source: It seems that you are new arround here. To get started, create a course so that your students can suscribe.
es: Parece que eres nuevo aquí. Para empezar, crea un nuevo curso para que tus alumnos puedan inscribirse.

source: Teacher
es: Docente

source: No courses
es: No hay cursos

source: Edit course
es: Editar Curso

source: Subscriptions
es: Suscripciones

source: Data export
es: Exportación de datos

source: Search
es: Buscar

source: Welcome
es: Bienvenido

# notAllowedSeccion
source: You are not allowed to be in that seccion
es: No tenes permiso para estar en esta sección

source: Undergraduate
es: Alumno

source: Courses
es: cursos

source: Shifts
es: Turnos

# noShiftsToEnroll
source: There are yet no Shifts to suscribe to
es: No hay turnos para inscribirse

# subscriptionHere
source: Subscrip Here
es: Suscripciones

# studentView
source: Students view
es: Vista del estudiante
